// © Copyright 2004-2013, 2015-2017 HP Development Company, L.P.

// Text fields' values
PrinterStatusTitleTextFieldValue = "Enhetsstatus:";
SuppliesTitleTextFieldValue = "Tilbehør:";
PrinterNameTitleTextFieldValue = "Navn på skriveren:";
ModelTitleTextFieldValue = "Model:";

//Control titles
DeviceOKButtonTitle = "OK";
SupplyInfoTaskTitle = "Informasjon om utskriftsmateriale";
TravelInfoTaskTitle = "Reiseinfo";

InkStatusConsumableForAnotherPrinter = "Ekte HP-patron for en annen skriver";
UnexpectedInstantInkInstalledName = "Uventet Instant Ink installert";
HPIICartridgeInstalled = "HP Instant Ink-patron installert";

// Device states
IdleName = "Ledig";
BusyName = "Opptatt";
InitializingName = "Initialiserer";
PrintingName = "Skriver ut";
WarmupName = "Varmer opp";
ReportsPrintingName = "Skriver ut rapporter";
CancelingName = "Avbryter…";
CalibratingName = "Kalibrerer…";
ScanningName = "Skanner…";
FaxDialingName = "Faksoppringing…";
FaxProblemName = "Faksproblem";
FaxProcessingName = "Faksbehandling…";
FaxConnectingName = "Fakstilkobling…";
FaxSendingName = "Fakssending…";
FaxReceivingName = "Faksmottak…";
FaxBlockingName = "Faksblokkering…";
FaxCommunicationErrorName = "Feil på fakskommunikasjon";
CopyingName = "Kopierer";
IOStallName = "IO-stopp";
GeneralPrinterError = "Generell skriverfeil";
PrinterErrorName = "Skriverfeil";
PrinterFailure = "Skriverfeil";
PrintSystemProblemName = "Problem med utskriftsystem";
PrinterProblemName = "Skriverproblem";
PrintingInQuietModeName = "Utskrift i Stille modus";
CopyingInQuietModeName = "Kopierer i Stillemodus";
PaperSizeMismatchName = "Ikke samsvarende papirstørrelse";
PaperSizeMismatchTitle = "Ikke samsvarende papirstørrelse";
QuietModeIgnoredName = "Stille modus midlertidig deaktivert";
InkCarriageStallName = "Blekkpatronvogn sitter fast";
PrintheadFailedOrMissedName = "Skrivehode mangler eller har feil";
ProblemWithPrintheadName = "Problem med skrivehode";
PaperJamOrTrayProblemTitle = "Papirstopp eller skuffproblem";
RealTimeClockFailureName = "Problem med skriverklargjøring";
ActionRequired = "Handling kreves";

DeviceStatusUnknown = "Ukjent";

FeederJammedOrDirtyName = "Dokumentmater fastkjørt eller skitten";

DiaperFullWarning = "Kapasitetsadvarsel for blekkservice";

DryTimeWaitName = "Tørketid";
DryTimeWaitTitle = "Tørketid";
DryTimeWaitMsg = "Enheten har tatt pause for å la blekket tørke.\nHvis dette er en automatisk tosidig utskriftsjobb, vennligst ikke fjern papiret. Papiret vil bli trukket inn igjen i enheten slik at den andre siden kan skrives ut.";

PenChangeName = "Skifte av penn";
BannerEjectNeededName = "Ta ut banner";
BannerMismatchName = "Feil ved banner";
PhotoMismatchName = "Feil ved foto";
DuplexMismatchName = "Feil ved dobbeltsidig utskrift";

CarriageStallName = "Vognstopp";
CarriageStallTitle = "Vognen har stoppet";
CarriageStallMsg = "Blekkpatronvuggen kan ikke bevege seg.\nSlå av strømmen til enheten. Sjekk om det er papirstans eller andre blokkeringer.";

PrintBarStallName = "Utskriftsstans";

PaperStallName = "Papirstans";

PenFailureName = "Feil ved penn";
InkSystemFailureName = "Blekksystemfeil";
InkCartridgeFailureName = "Blekkpatronfeil";
CartridgeProblemName = "Problem med patron";
IncompatibleCartridgesName = "Inkompatible patroner";
IncompatibleInkCartridgesName = "Ikke kompatible blekkpatroner";
IncompatibleTonerName = "Inkompatibel patron";
IncompatibleDrumName = "Ikke-kompatibel trommel";
CartridgeInWrongOrderName = "Feil installert blekkpatron";
InkCartridgesMissingName = "Blekkpatroner mangler";
InkCartridgeProblemName = "Blekkpatronproblem";
HPProtectedCartridgeInstalledName = "HP beskyttet patron installert";
HPProtectedDrumInstalledName = "Beskyttet HP-trommel er installert";
UsedHPInstantInkCartridgeTitle = "Brukt HP Instant Ink-patron";
UsedHPInstantInkCartridge = "HP Instant Ink-patronen som er oppført ovenfor, kan bare brukes i HP Instant Ink-skriveren der den ble installert første gang, og må byttes ut.";
TrialConsumableCountExceededName = "Ikke støttet kassett installert";
ReplaceFaultySupplyTitle = "Skift ut defekt blekkpatron eller skrivehode.";
ReplaceFaultySupplyMsg = "Et alvorlig problem ble registrert med en av blekkpatronene eller et av skrivehodene. Sett inn en blekkpatron eller et skrivehode fra HP.";
CommunicationFailureName = "Kommunikasjonsfeil";
ConsumableSubscriptionOptionNotSetName = "Fullfør skriverkonfigurasjonen";
NonInstantInkCartridgeInstalledName = "Ikke-Instant Ink-patron installert";
InstantInkReadyCartridgesInstalledName = "HP Instant Ink Ready-patroner installert";
PHAStartupBlockedName = "Bruk nye patroner til oppstart";
UsedCartridgeNotRecommendedForStartupName = "Det anbefales å ikke bruke brukte patroner til konfigurering";
PHAStartupFailedName = "Skriverhodefeil";
SetupSupplyUpgradeFailedName = "Problem med oppsettpatroner";
CartridgeSensorFailureName = "Feil med patronsensor";
CartridgeSensorErrorName = "Kassettsensorfeil";
SHAIDOOITooEarlyFailureName = "Problem med forsyningssystem";
InsufficientPrinterMemoryName = "Ikke nok skriverminne";
TonerMemoryMissingName = "Patronens minne virker til å være borte";
DrumMemoryMissingName = "Trommelminne ser ut til å mangle";
UnauthorizedDrumName = "Ikke godkjent trommel";
PrinterMaintenanceName = "Vedlikehold av skriver";
PrinterMispickName = "Matefeil i skriver";
WrongCartridgeInSlotName = "Feil patron i spor";
ManuallyFeedName = "Mat papir manuelt";
PrintOnBothSidesName = "Manuell dupleks";
ReplaceCartridgePrintingBlackName = "Bytt ut patron som skriver ut svart";
OverFilledDetectionName = "Lagt i for mye papir";

HSDOlderGenerationCartridgeTitle = "Eldre type blekkpatron installert";

HardErrorName = "Alvorlig feil";
InstallFuserName = "Slå av. Sett varmeel. inn igjen.";
PoweringDownName = "Slår av";
FPTestName = "FP-prøve";
HydeMissingName = "Hyde mangler";
OutputBinFullName = "Utbakken er full";
MediaSizeMismatchName = "Feil ved mediestørrelsen";
ManualDuplexBlockName = "Manuell blokkering av dobbeltsidig utskrift";
ServiceStallName = "Stans av service";
ServiceStationStalledName = "Servicestasjonen har hengt seg";
MediaTooShortToPrintName = "Papiret er for kort";
MediaTooShortToAutoDuplexName = "Arket er for kort for automatisk dupleks";
MediaTooLongToAutoDuplexName = "Arket er for langt for automatisk duplex";
MediaPromptName = "Medie-forespørsel";

ScannerUnknownErrorName = "Skanner, ukjent feil";
ScannerInvalidMediaSizeName = "Skanner, ikke samsvarende papirstørrelse";
ScannerFeederOpenName = "Deksel på automatisk dokumentmater er åpent";
ScannerFeederJamName = "Papirstopp i automatisk dokumentmater";
ScannerFeederEmptyName = "Dokumentmater er tom";
ScannerFeederLoadedName = "Dokument lagt i";
ScannerMispickName = "ADF-feilmating";
ScannerProcessingName = "Skannebehandling";
ScannerFeederJamOrDirtyName = "ADM fastkjørt eller skitten";

OutOfInkName = "Tom for blekk";
OutOfInkTitle = "Én eller flere blekkpatroner er tomme";
OutOfInkMsg = "Det er ikke blekk tilgjengelig for utskrift.\nDu må installere minst én av hovedfargene eller svart blekk for å kunne fortsette utskriften.";
CartridgeVeryLowName = "Svært lite blekk igjen";

LIOProtoErrorName = "LIO proto-feil";
PumpStallName = "Pumpestopp";
Tray2MissingName = "Skuff 2 mangler";
TrayAlmostEmptyName = "Lite papir";
DuplexerMissingName = "Dobbeltsidig utskriftsenhet mangler";
RearTrayMissingName = "Bakre skuff mangler";
PenNotLatchedName = "Pennen sitter ikke fast";
ManualFeedBlockName = "Manuell papirmateblokkering";
TrayMissingName = "Papirskuff mangler";
TrayMissingOrOpenName = "Skuff mangler eller er åpen";
InputTrayFailedToOpenName = "Papirskuff blokkert";

NonHPInkName = "Tom for HP blekk";
NonHPInkTitle = "Blekkpatron(er) av annet merke enn HP";
NonHPInkMsg = "HP kan ikke garantere for kvaliteten eller påliteligheten til tilbehør som ikke er fra HP. Service eller reparasjoner på skriveren som skyldes bruk av tilbehør som ikke er fra HP, dekkes ikke av garantien.\nHvis du mener at du har kjøpt en original HP-blekkpatron, besøk oss på: www.hp.com/go/anticounterfeit.\nOriginalt HP-tilbehør er konstruert for og testet med HP-skrivere for å sikre at du får utskrifter av topp kvalitet, gang etter gang.";
NonHPInkRecoverableMsg = "HP respekterer kundenes valg, men kan ikke garantere kvaliteten eller påliteligheten til blekkpatroner fra andre leverandører enn HP. Skriverservice eller -reparasjon som skyldes bruk av blekkpatroner fra andre leverandører, dekkes ikke av garantien. Hvis du vil fortsette utskriften med en blekkpatron som ikke er fra HP, holder du nede Av/på-knappen, trykker tre ganger på Fortsett-knappen og slipper Av/på-knappen. Dette kan imidlertid virke inn på utskriftskvalitet og informasjon om blekknivå. Hvis ikke, setter du inn blekkpatroner fra HP. Hvis du mener at du har kjøpt en ekte HP-blekkpatron, kan du besøke www.hp.com/go/anticounterfeit.";

PPCResumeName = "PPC-resume";
MediaTypeMismatchName = "Feil ved medietype";
CustomMediaMismatchName = "Feil ved tilpasset medium";
PenCleaningName = "Rensing av penn";
PenCheckingName = "Kontrollerer penn";
ParsingName = "Parserer";
DryingMediaName = "Tørker mediet";
AccessingPensName = "Tilgang til pennene";
AligningPensName = "Innstiller pennene";
LoadingMediaName = "Laster inn mediet";
UnloadingMediaName = "Laster ut mediet";
NestingPlotsName = "Nesting-punkter";
ReplacingPrintKitName = "Skifter ut skriversett";
GoingOnName = "Fortsetter";
TransitionName = "Overgang";
PanelAccessName = "Frontpanel-tilgang";

ParserErrorName = "Parserfeil";
PenMissingName = "Penn mangler";
IncorrectPenInstalledName = "Ukorrekt penn installert";
TrayMediaJamName = "Mediestans i skuffen";
MediaUnavailableName = "Medium utilgjengelig";
UnknownMediaName = "Ukjent medium";
MediaLevelInWrongPositionName = "Medienivå i feil innstilling";
MediaMisalignedName = "Medium feiljustert";
MediaInWrongFormatName = "Medium i feil format";
MediaMispositionedName = "Medium i feil posisjon";
MediaEdgeNotDetectedName = "Mediekant ikke funnet";
InkSupplyMissingName = "Blekktilførsel mangler";
IncorrectInkSupplyInstalledName = "Ukorrekt blekktilførsel installert";
InkSharedAddressError = "Blekkpatronproblem";
InkSupplyFailureName = "Feil ved blekktilførsel";
PenCleanerMissingName = "Pennrenser mangler";
PenCleanerIncorrectName = "Feil pennrenser";

UpgradableSupplyName = "Sikker oppgradering funnet";
SupplyUpgradeSuccessName = "Sikker oppgradering vellykket";
SupplyUpgradeFailedName = "Sikker oppgradering ikke vellykket";

SubscribedPagesLowName = "Få sider i abonnement igjen";
SubscribedPagesVeryLowName = "Svært få abonnementssider igjen";
SubscribedPagesOutName = "Ikke flere abonnementssider igjen";
SubscriptionNeedToConnectName = "Abonnement krever tilkobling";
SubscriptionSuccessfulName = "Blekkabonnement vellykket";
SubscriptionCancellationSuccessfulName = "Blekkabonnement er avbrutt";
SupplyNeedsEnrollmentName = "Påmelding til Instant Ink kreves";
NeedToOrderCartridgeName = "Må bestille patron";
ImportantMessageName = "Viktig melding tilgjengelig";

PhotoTrayProblemName = "Problem med fotoskuff";
CriticalConditionName = "Tilsyn nødvendig";
CriticalConditionTitle = "Enheten krever tilsyn fra deg";
CriticalConditionMsg = "Se meldingene på kontrollpanelet for mer informasjon.";

OutputTrayClosedName = "Utskriftskuffen er lukket";
OutputTrayClosedTitle = "Utskriftskuffen er lukket";
OutputTrayClosedMsg = "Utskriftskuffen må være åpen for å skrive ut. Åpne utskriftskuffen.";

LowPaperTitle = "Lavt papirnivå";
LowPaperMsg = "Legg mer papir i innbakken.";
LowPaperName = "Lavt papirnivå";

NoPaperName = "Tom for papir";
NoPaperTitle = "Tom for papir";
NoPaperMsg = "Enheten er tom for papir. Legg papir i innskuffen.";
OutOfPaperTitle = "Enheten er tom for papir";
OutOfPaperMsg = "Legg i mer papir og trykk på $FrontPanelAcceptButton$-knappen på enheten.";

TrayOpenTitle = "Papirskuffen er åpen";
TrayOpenMsg = "Lukk alle skuffer";
TrayOpenName = "Skuff åpen";

DoorOpenTitle = "Dør/deksel er åpen";
DoorOpenMsg = "Enheten kan ikke skrive ut fordi dekselet er åpent. Lukk alle deksler på enheten.";
DoorOpenName = "Dør/deksel er åpen";
FrontDoorOpenTitle = "Frontdøren er åpen";
FrontDoorOpenName = "Frontdøren er åpen";
RearDoorOpenTitle = "Bakdøren er åpen";
RearDoorOpenName = "Bakdøren er åpen";

CloseLeftDoorName = "Lukk venstre dør";
CloseRightDoorName = "Lukk høyre dør";
CloseLowerRightDoorName = "Lukk nedre høyre dør";
DefectiveMemoryName = "Rekvisitaminnefeil";
DefectiveMemoryOnTonerName = "Feil i patronens forsyningsminne";
DefectiveMemoryOnDrumName = "Forsyningsminnefeil for trommel";

JammedTitle = "Papirstans";
JammedMsg = "Det har oppstått en papirstans. Finn det fastkjørte papiret og fjern det.";
PaperJamTitle = "Papirstans";
PaperJamMsg = "Det har oppstått en papirstopp (eller feilmating). Fjern det fastkjørte papiret og trykk på $FrontPanelAcceptButton$-knappen på enheten.";

ADFPickErrorTrayName = "Feilmating i dokumentmater";
ADFJammedTrayName = "Dokumentmaterstopp";

CarriageJamTitle = "Papirstans i vognen";
CarriageJamMsg = "Det har oppstått en papirstans i vognen. Finn det fastkjørte papiret og fjern det.";
CarriageJamName = "Papirstans i vognen";

PaperJamInTrayName = "Papirstopp i skuff";
PaperJamInFuserName = "Papirstopp i varmeenhet";
PaperJamInOutputTrayName = "Papirstopp i utskuff";
PaperJamInDuplixerName = "Papirstopp i duplekser";

OfflineTitle = "Enheten er frakoblet";
OfflineMsg = "Enheten er frakoblet og kan ikke behandle utskriftsjobber.";
OfflineName = "Deaktivert";

StartupRoutineFailedName = "Blekkvarsel ved oppstart";
CartridgeCounterfeitOrUsedName = "Brukt eller falsk patron oppdaget";
SupplyCartridgeRefilledName = "Brukt, etterfylt eller uekte patron oppdaget";
CartridgeCounterfeitAdvisoryName = "Melding om falsk patron";

UnauthorizedSupplyName = "Uautorisert patron";

CartridgeMissingOrPaperJamTitle = "Papirstopp eller manglende svart patron";
CartridgeMissingOrPaperJamMsg = "Sett inn svart patron eller fjern papir, åpne og lukk deretter dekselet.";
CartridgeMissingOrPaperJamName = "Papirstopp eller manglende svart patron";

InsertSETUPCartridge = "Sett inn Oppsett-patron";
InsertNonSETUPCartridge = "Sett inn ikke-Oppsett-patron";

WaxSpittoonReplaceNeededTitle = "Skift ut blekktjenestemodulen umiddelbart";
WaxSpittoonReplaceNeededMsg = "Blekktjenestemodulen er nå full. When it is full, the printer will stop printing. If you have a replacement for the ink service module, replace it now by following the instructions that come with it. Otherwise, visit www.hp.com/support/dj460 or contact HP customer support to get a replacement. In the meantime, remove the right print cartridge to continue printing. The printer can print using only the color print cartridge but the color results and print speed may be affected.";
WaxSpittoonReplaceNeededName = "Voksbakken er full";

PrintheadsServiceStatus = "Vedlikehold av penn";
PrintheadsServiceSupplies = "Vedlikehold av skrivehodene";

PaperMismatchTitle = "Feil papir";
PaperMismatchMsg = "Papiret i skriveren stemmer ikke med valgt papirstørrelse. Trykk $FrontPanelAcceptButton$ og velg en annen papirstørrelse eller bytt papir i skriveren.";
UnexpectedPaperSizeName = "Uventet papirstørrelse";

BlackCartridgeMisinstalledName = "Sort patron er feil installert";
BlackCartridgeMisinstalledTitle = "Sort blekkpatron er feil installert";
BlackCartridgeMisinstalledMsg = "Det har oppstått et problem med den sorte blekkpatronen. Slik løser du problemet:\n1. Ta ut blekkpatronen.\n2. Sett inn blekkpatronen igjen.\nHvis problem vedvarer, må du skifte ut blekkpatronen. Hvis du ikke har en ny blekkpatron tilgjengelig når utskriftskvaliteten blir for dårlig, kan du ta ut blekkpatronen og skrive ut med de gjenværende blekkpatronene. Det kan hende at skriveren skriver ut saktere, og fargene som skrives ut, kan være annerledes enn når alle blekkpatronene er installert.";
BlackCartridgeMisinstalledShortMsg = "Det har oppstått et problem med den sorte blekkpatronen. Slik løser du problemet:\n1. Ta ut blekkpatronen.\n2. Sett inn blekkpatronen igjen.\nHvis problem vedvarer, må du skifte ut blekkpatronen.";
OnePenDeviceBlackCartridgeMisinstalledMsg = "Det har oppstått et problem med den sorte blekkpatronen. Slik løser du problemet:\n1. Ta ut blekkpatronen.\n2. Sett inn blekkpatronen igjen.\nHvis problem vedvarer, må du skifte ut blekkpatronen.";

ColorCartridgeMissingTitle = "Farge blekkpatron mangler";
ColorCartridgeMissingMsg = "Den farge blekkpatronen ble ikke funnet i skriveren, fordi den er feil installert eller mangler. Skriveren kan skrive ut med én blekkpatron, men fargekvaliteten og utskriftshastigheten kan bli påvirket. Hvis du nylig har installert en blekkpatron, må du kontrollere at du har fjernet beskyttelsesplasten som dekker blekkdysen.";

ColorCartridgeMisinstalledName = "Fargepatron er feil installert";
ColorCartridgeMisinstalledTitle = "Fargeblekkpatron er feil installert";
ColorCartridgeMisinstalledMsg = "Det har oppstått et problem med fargeblekkpatronen. Slik løser du problemet:\n1. Ta ut blekkpatronen.\n2. Sett inn blekkpatronen igjen.\nHvis problem vedvarer, må du skifte ut blekkpatronen. Hvis du ikke har en ny blekkpatron tilgjengelig når utskriftskvaliteten blir for dårlig, kan du ta ut blekkpatronen og skrive ut med de gjenværende blekkpatronene. Det kan hende at skriveren skriver ut saktere, og fargene som skrives ut, kan være annerledes enn når alle blekkpatronene er installert.";
ColorCartridgeMisinstalledShortMsg = "Det har oppstått et problem med fargeblekkpatronen. Slik løser du problemet:\n1. Ta ut blekkpatronen.\n2. Sett inn blekkpatronen igjen.\nHvis problem vedvarer, må du skifte ut blekkpatronen.";
OnePenDeviceColorCartridgeMisinstalledMsg = "Det har oppstått et problem med fargeblekkpatronen. Slik løser du problemet:\n1. Ta ut blekkpatronen.\n2. Sett inn blekkpatronen igjen.\nHvis problem vedvarer, må du skifte ut blekkpatronen.";

PhotoCartridgeMisinstalledName = "Fotopatron er feil installert";
PhotoCartridgeMisinstalledTitle = "Fotoblekkpatron er feil installert";
PhotoCartridgeMisinstalledMsg = "Det har oppstått et problem med fotoblekkpatronen. Slik løser du problemet:\n1. Ta ut blekkpatronen.\n2. Sett inn blekkpatronen igjen.\nHvis problem vedvarer, må du skifte ut blekkpatronen. Hvis du ikke har en ny blekkpatron tilgjengelig når utskriftskvaliteten blir for dårlig, kan du ta ut blekkpatronen og skrive ut med de gjenværende blekkpatronene. Det kan hende at skriveren skriver ut saktere, og fargene som skrives ut, kan være annerledes enn når alle blekkpatronene er installert.";
PhotoCartridgeMisinstalledShortMsg = "Det har oppstått et problem med fotoblekkpatronen. Slik løser du problemet:\n1. Ta ut blekkpatronen.\n2. Sett inn blekkpatronen igjen.\nHvis problem vedvarer, må du skifte ut blekkpatronen.";
OnePenDevicePhotoCartridgeMisinstalledMsg = "Det har oppstått et problem med fotoblekkpatronen. Slik løser du problemet:\n1. Ta ut blekkpatronen.\n2. Sett inn blekkpatronen igjen.\nHvis problem vedvarer, må du skifte ut blekkpatronen.";

GrayCartridgeMisinstalledName = "Grå patron er feil installert";
GrayCartridgeMisinstalledTitle = "Grå blekkpatron er feil installert";
GrayCartridgeMisinstalledMsg = "Det har oppstått et problem med den grå blekkpatronen. Slik løser du problemet:\n1. Ta ut blekkpatronen.\n2. Sett inn blekkpatronen igjen.\nHvis problem vedvarer, må du skifte ut blekkpatronen. Hvis du ikke har en ny blekkpatron tilgjengelig når utskriftskvaliteten blir for dårlig, kan du ta ut blekkpatronen og skrive ut med de gjenværende blekkpatronene. Det kan hende at skriveren skriver ut saktere, og fargene som skrives ut, kan være annerledes enn når alle blekkpatronene er installert.";
GrayCartridgeMisinstalledShortMsg = "Det har oppstått et problem med den grå blekkpatronen. Slik løser du problemet:\n1. Ta ut blekkpatronen.\n2. Sett inn blekkpatronen igjen.\nHvis problem vedvarer, må du skifte ut blekkpatronen.";
OnePenDeviceGrayCartridgeMisinstalledMsg = "Det har oppstått et problem med den grå blekkpatronen. Slik løser du problemet:\n1. Ta ut blekkpatronen.\n2. Sett inn blekkpatronen igjen.\nHvis problem vedvarer, må du skifte ut blekkpatronen.";

BlackCartridgeErrorName = "Problem med sort patron";
BlackCartridgeErrorTitle = "Problem med den sorte blekkpatronen";
BlackCartridgeErrorMsg = "Det har oppstått et problem med den sorte blekkpatronen. Slik løser du problemet:\n1. Ta ut blekkpatronen.\n2. Sett inn blekkpatronen igjen.\nHvis problem vedvarer, må du skifte ut blekkpatronen. Hvis du ikke har en ny blekkpatron tilgjengelig når utskriftskvaliteten blir for dårlig, kan du ta ut blekkpatronen og skrive ut med de gjenværende blekkpatronene. Skriveren vil skrive ut alle dokumenter i gråtoner når den bare bruker de gjenværende blekkpatronene.";
BlackCartridgeErrorShortMsg = "Det har oppstått et problem med den sorte blekkpatronen. Slik løser du problemet:\n1. Ta ut blekkpatronen.\n2. Sett inn blekkpatronen igjen.\nHvis problem vedvarer, må du skifte ut blekkpatronen.";
OnePenDeviceBlackCartridgeErrorMsg = "Det har oppstått et problem med den sorte blekkpatronen. Slik løser du problemet:\n1. Ta ut blekkpatronen.\n2. Sett inn blekkpatronen igjen.\nHvis problem vedvarer, må du skifte ut blekkpatronen.";

ColorCartridgeErrorName = "Problem med fargepatron";
ColorCartridgeErrorTitle = "Problem med fargeblekkpatronen";
ColorCartridgeErrorMsg = "Det har oppstått et problem med fargeblekkpatronen. Slik løser du problemet:\n1. Ta ut blekkpatronen.\n2. Sett inn blekkpatronen igjen.\nHvis problem vedvarer, må du skifte ut blekkpatronen. Hvis du ikke har en ny blekkpatron tilgjengelig når utskriftskvaliteten blir for dårlig, kan du ta ut blekkpatronen og skrive ut med de gjenværende blekkpatronene. Skriveren vil skrive ut alle dokumenter i gråtoner når den bare bruker de gjenværende blekkpatronene.";
ColorCartridgeErrorShortMsg = "Det har oppstått et problem med fargeblekkpatronen. Slik løser du problemet:\n1. Ta ut blekkpatronen.\n2. Sett inn blekkpatronen igjen.\nHvis problem vedvarer, må du skifte ut blekkpatronen.";
OnePenDeviceColorCartridgeErrorMsg = "Det har oppstått et problem med fargeblekkpatronen. Slik løser du problemet:\n1. Ta ut blekkpatronen.\n2. Sett inn blekkpatronen igjen.\nHvis problem vedvarer, må du skifte ut blekkpatronen.";

PhotoCartridgeErrorName = "Problem med fotopatron";
PhotoCartridgeErrorTitle = "Problem med fotoblekkpatronen";
PhotoCartridgeErrorMsg = "Det har oppstått et problem med fotoblekkpatronen. Slik løser du problemet:\n1. Ta ut blekkpatronen.\n2. Sett inn blekkpatronen igjen.\nHvis problem vedvarer, må du skifte ut blekkpatronen. Hvis du ikke har en ny blekkpatron tilgjengelig når utskriftskvaliteten blir for dårlig, kan du ta ut blekkpatronen og skrive ut med de gjenværende blekkpatronene. Skriveren vil skrive ut alle dokumenter i gråtoner når den bare bruker de gjenværende blekkpatronene.";
PhotoCartridgeErrorShortMsg = "Det har oppstått et problem med fotoblekkpatronen. Slik løser du problemet:\n1. Ta ut blekkpatronen.\n2. Sett inn blekkpatronen igjen.\nHvis problem vedvarer, må du skifte ut blekkpatronen.";
OnePenDevicePhotoCartridgeErrorMsg = "Det har oppstått et problem med fotoblekkpatronen. Slik løser du problemet:\n1. Ta ut blekkpatronen.\n2. Sett inn blekkpatronen igjen.\nHvis problem vedvarer, må du skifte ut blekkpatronen.";

GrayCartridgeErrorName = "Problem med grå patron";
GrayCartridgeErrorTitle = "Problem med den grå blekkpatronen";
GrayCartridgeErrorMsg = "Det har oppstått et problem med den grå blekkpatronen. Slik løser du problemet:\n1. Ta ut blekkpatronen.\n2. Sett inn blekkpatronen igjen.\nHvis problem vedvarer, må du skifte ut blekkpatronen. Hvis du ikke har en ny blekkpatron tilgjengelig når utskriftskvaliteten blir for dårlig, kan du ta ut blekkpatronen og skrive ut med de gjenværende blekkpatronene. Skriveren vil skrive ut alle dokumenter i gråtoner når den bare bruker de gjenværende blekkpatronene.";
GrayCartridgeErrorShortMsg = "Det har oppstått et problem med den grå blekkpatronen. Slik løser du problemet:\n1. Ta ut blekkpatronen.\n2. Sett inn blekkpatronen igjen.\nHvis problem vedvarer, må du skifte ut blekkpatronen.";
OnePenDeviceGrayCartridgeErrorMsg = "Det har oppstått et problem med den grå blekkpatronen. Slik løser du problemet:\n1. Ta ut blekkpatronen.\n2. Sett inn blekkpatronen igjen.\nHvis problem vedvarer, må du skifte ut blekkpatronen.";

LeftCartridgeMissingTitle = "Venstre blekkpatron mangler";
LeftCartridgeMissingMsg = "Den venstre blekkpatronen ble ikke funnet i skriveren, fordi den er feil installert eller mangler. Skriveren kan skrive ut med én blekkpatron, men fargekvaliteten og utskriftshastigheten kan bli påvirket. Hvis du nylig har installert en blekkpatron, må du kontrollere at du har fjernet beskyttelsesplasten som dekker blekkdysen.";
LeftCartridgeMissingShortMsg = "Den venstre blekkpatronen ble ikke funnet i skriveren, fordi den er feil installert eller mangler. Hvis du nylig har installert en blekkpatron, må du kontrollere at du har fjernet beskyttelsesplasten som dekker blekkdysen.";
LeftCartridgeMissingName = "Venstre patron mangler";

LeftCartridgeMisinstalledTitle = "Venstre blekkpatron er feil installert";
LeftCartridgeMisinstalledMsg = "Det har oppstått et problem med den venstre blekkpatronen. Slik løser du problemet:\n1. Ta ut blekkpatronen.\n2. Sett inn blekkpatronen igjen.\nHvis problem vedvarer, må du skifte ut blekkpatronen. Hvis du ikke har en ny blekkpatron tilgjengelig når utskriftskvaliteten blir for dårlig, kan du ta ut blekkpatronen og skrive ut med de gjenværende blekkpatronene. Det kan hende at skriveren skriver ut saktere, og fargene som skrives ut, kan være annerledes enn når alle blekkpatronene er installert.";
LeftCartridgeMisinstalledShortMsg = "Det har oppstått et problem med den venstre blekkpatronen. Slik løser du problemet:\n1. Ta ut blekkpatronen.\n2. Sett inn blekkpatronen igjen.\nHvis problem vedvarer, må du skifte ut blekkpatronen.";
LeftCartridgeMisinstalledName = "Venstre patron er feil installert";

LeftCartridgeIncorrectTitle = "Feil blekkpatron";
LeftCartridgeIncorrectMsg = "Det har oppstått et problem med den venstre blekkpatronen. Minst én av blekkpatronene som er installert i skriveren, er ikke ment for bruk i denne skriveren. Hvis du vil ha mer informasjon om hvilke blekkpatroner du kan bruke i skriveren, kan du se skjermbildet \"$SupplyInfoTask$\".";
LeftCartridgeIncorrectName = "Feil blekkpatron";

LeftCartridgeErrorTitle = "Problem med den venstre blekkpatronen";
LeftCartridgeErrorMsg = "Det har oppstått et problem med den venstre blekkpatronen. Slik løser du problemet:\n1. Ta ut blekkpatronen.\n2. Sett inn blekkpatronen igjen.\nHvis problem vedvarer, må du skifte ut blekkpatronen. Hvis du ikke har en ny blekkpatron tilgjengelig når utskriftskvaliteten blir for dårlig, kan du ta ut blekkpatronen og skrive ut med de gjenværende blekkpatronene. Skriveren vil skrive ut alle dokumenter i gråtoner når den bare bruker de gjenværende blekkpatronene.";
LeftCartridgeErrorShortMsg = "Det har oppstått et problem med den venstre blekkpatronen. Slik løser du problemet:\n1. Ta ut blekkpatronen.\n2. Sett inn blekkpatronen igjen.\nHvis problem vedvarer, må du skifte ut blekkpatronen.";
LeftCartridgeErrorName = "Problem med venstre patron";

LeftCartridgeExpiredTitle = "Patronen er utløpt - venstre";
LeftCartridgeExpiredMsg = "Utløpsdatoen er passert for følgende blekkpatron: Venstre.\nDu bør fjerne eller bytte ut den utløpte patronen nå, før du lukker denne varselmeldingen, eller klikke på OK for å fortsette med utløpte blekkpatroner.\nHP kan ikke garantere for kvaliteten eller påliteligheten til utløpte blekkpatroner.\nSkriverservice eller reparasjoner som blir nødvendig på grunn av bruk av utløpte blekkpatroner, vil ikke bli dekket av garantien.";

LeftCartridgeNonHPTitle = "Patronen er ikke HP - venstre";
LeftCartridgeNonHPMsg = "HP kan ikke garantere for kvaliteten eller påliteligheten til rekvisita fra andre enn HP. Skriverservice eller reparasjoner som trengs på grunn av bruk av rekvisita fra andre enn HP, dekkes ikke av garantien.\nHvis du mener at du har kjøpt en ekte HP-blekkpatron, kan du besøke oss på www.hp.com/go/anticounterfeit.\nEkte HP-rekvisita er laget og testet med HP-skrivere for å hjelpe deg med å oppnå flotte resultater, gang etter gang.";

LeftCartridgeLowTitle = "Lite blekk i patron - venstre";
LeftCartridgeLowMsg = "Blekkpatronen må snart byttes. Når patronen er tom, vil ikke skriveren skrive ut før det er satt inn en ny patron.";

LeftCartridgeOutTitle = "Lite blekk i patron - høyre";
LeftCartridgeOutMsg = "Erstatt med en ny HP-patron. Skriveren vil ikke fortsette før patronen er byttet ut.";

RightCartridgeMissingTitle = "Høyre blekkpatron mangler";
RightCartridgeMissingMsg = "Den høyre blekkpatronen ble ikke funnet i skriveren, fordi den er feil installert eller mangler. Skriveren kan skrive ut med bare fargeblekkpatronen, men fargekvaliteten og utskriftshastigheten kan bli påvirket. Hvis du nylig har installert en blekkpatron, må du kontrollere at du har fjernet beskyttelsesplasten som dekker blekkdysen.";
RightCartridgeMissingShortMsg = "Den høyre blekkpatronen ble ikke funnet i skriveren, fordi den er feil installert eller mangler. Hvis du nylig har installert en blekkpatron, må du kontrollere at du har fjernet beskyttelsesplasten som dekker blekkdysen.";
RightCartridgeMissingName = "Høyre patron mangler";

RightCartridgeMisinstalledTitle = "Høyre blekkpatron er feil installert";
RightCartridgeMisinstalledMsg = "Det har oppstått et problem med den høyre blekkpatronen. Slik løser du problemet:\n1. Ta ut blekkpatronen.\n2. Sett inn blekkpatronen igjen.\nHvis problem vedvarer, må du skifte ut blekkpatronen. Hvis du ikke har en ny blekkpatron tilgjengelig når utskriftskvaliteten blir for dårlig, kan du ta ut blekkpatronen og skrive ut med de gjenværende blekkpatronene. Det kan hende at skriveren skriver ut saktere, og fargene som skrives ut, kan være annerledes enn når alle blekkpatronene er installert.";
RightCartridgeMisinstalledShortMsg = "Det har oppstått et problem med den høyre blekkpatronen. Slik løser du problemet:\n1. Ta ut blekkpatronen.\n2. Sett inn blekkpatronen igjen.\nHvis problem vedvarer, må du skifte ut blekkpatronen.";
RightCartridgeMisinstalledName = "Høyre patron er feil installert";

RightCartridgeIncorrectTitle = "Feil blekkpatron";
RightCartridgeIncorrectMsg = "Det har oppstått et problem med den høyre blekkpatronen. Minst én av blekkpatronene som er installert i skriveren, er ikke ment for bruk i denne skriveren. Hvis du vil ha mer informasjon om hvilke blekkpatroner du kan bruke i skriveren, kan du se skjermbildet \"$SupplyInfoTask$\".";
RightCartridgeIncorrectName = "Feil blekkpatron";

RightCartridgeErrorTitle = "Problem med den høyre blekkpatronen";
RightCartridgeErrorMsg = "Det har oppstått et problem med den høyre blekkpatronen. Slik løser du problemet:\n1. Ta ut blekkpatronen.\n2. Sett inn blekkpatronen igjen.\nHvis problem vedvarer, må du skifte ut blekkpatronen. Hvis du ikke har en ny blekkpatron tilgjengelig når utskriftskvaliteten blir for dårlig, kan du ta ut blekkpatronen og skrive ut med de gjenværende blekkpatronene. Skriveren vil skrive ut alle dokumenter i gråtoner når den bare bruker de gjenværende blekkpatronene.";
RightCartridgeErrorShortMsg = "Det har oppstått et problem med den høyre blekkpatronen. Slik løser du problemet:\n1. Ta ut blekkpatronen.\n2. Sett inn blekkpatronen igjen.\nHvis problem vedvarer, må du skifte ut blekkpatronen.";
RightCartridgeErrorName = "Problem med høyre patron";

RightCartridgeExpiredTitle = "Patronen er utløpt - høyre";
RightCartridgeExpiredMsg = "Utløpsdatoen er passert for følgende blekkpatron: Høyre.\nDu bør fjerne eller bytte ut den utløpte patronen nå, før du lukker denne varselmeldingen, eller klikke på OK for å fortsette med utløpte blekkpatroner.\nHP kan ikke garantere for kvaliteten eller påliteligheten til utløpte blekkpatroner.\nSkriverservice eller reparasjoner som blir nødvendig på grunn av bruk av utløpte blekkpatroner, vil ikke bli dekket av garantien.";

RightCartridgeNonHPTitle = "Patronen er ikke HP - høyre";
RightCartridgeNonHPMsg = "HP kan ikke garantere for kvaliteten eller påliteligheten til rekvisita fra andre enn HP. Skriverservice eller reparasjoner som trengs på grunn av bruk av rekvisita fra andre enn HP, dekkes ikke av garantien.\nHvis du mener at du har kjøpt en ekte HP-blekkpatron, kan du besøke oss på www.hp.com/go/anticounterfeit.\nEkte HP-rekvisita er laget og testet med HP-skrivere for å hjelpe deg med å oppnå flotte resultater, gang etter gang.";

RightCartridgeLowTitle = "Lite blekk i patron - høyre";
RightCartridgeLowMsg = "Blekkpatronen må snart byttes. Når patronen er tom, vil ikke skriveren skrive ut før det er satt inn en ny patron.";

RightCartridgeOutTitle = "Patronen er tom - høyre";
RightCartridgeOutMsg = "Erstatt med en ny HP-patron. Skriveren vil ikke fortsette før patronen er byttet ut.";

LaserjetDeviceBlackCartridgeMissingName = "Svart tonerpatron mangler";
LaserjetDeviceBlackCartridgeMissingTitle = "Svart patron mangler";
LaserjetDeviceBlackCartridgeMissingMsg = "Installer svart tonerpatron for å fortsette skrivingen.";

LaserjetDeviceCyanCartridgeMissingName = "Cyan tonerpatron mangler";
LaserjetDeviceCyanCartridgeMissingTitle = "Cyan patron mangler";
LaserjetDeviceCyanCartridgeMissingMsg = "Installer cyan tonerpatron for å fortsette skrivingen.";

LaserjetDeviceMagentaCartridgeMissingName = "Magenta tonerpatron mangler";
LaserjetDeviceMagentaCartridgeMissingTitle = "Magenta patron mangler";
LaserjetDeviceMagentaCartridgeMissingMsg = "Installer magenta tonerpatron for å fortsette skrivingen.";

LaserjetDeviceYellowCartridgeMissingName = "Gul tonerpatron mangler";
LaserjetDeviceYellowCartridgeMissingTitle = "Gul patron mangler";
LaserjetDeviceYellowCartridgeMissingMsg = "Installer gul tonerpatron for å fortsette skrivingen.";

LaserjetDeviceFuserKitMissingName = "Fikseringssett mangler";
LaserjetDeviceFuserKitMissingTitle = "Fikseringssett mangler";
LaserjetDeviceFuserKitMissingMsg = "Installer fikseringssett for å fortsette utskriften.";

LaserjetDeviceImageDrumMissingTitle = "Bildetrommelen mangler";
LaserjetDeviceImageDrumMissingMsg = "Installer bildetrommelen for å fortsette utskrift.";

SuppliesStatusAuthentic = "Originale HP";
SuppliesStatusClone = "Ikke en HP-klon-chip";
SuppliesStatusRefilled = "Ikke påfylt HP-blekk";
SuppliesStatusUnauthorized = "Ugyldig";
SuppliesStatusGood = "Bra";
SuppliesStatusMissing = "Mangler";
SuppliesStatusMisinstalled = "Feil installert";
SuppliesStatusIncorrect = "Feil";
SuppliesStatusError = "Må skiftes ut";
SuppliesStatusUnknown = "Ukjent";
SuppliesStatusLow = "Lav";
SuppliesStatusOut = "Ut";
SupplyLevelVeryLow = "Veldig lavt";
SupplyAuthStateUsed = "Brukt";
SupplyAuthStateUnsupported = "Støttes ikke";
SupplyAuthStateNonHP = "Ikke HP";
SupplyAuthStateIncompatible = "Inkompatibel";
SuppliesStatusSubscriptionConsumableTemporaryUsageAllowed = "Instant ink";
SuppliesStatusSehoAtInsertion = "Tom patron";

// Ink strings
SuppliesStatusBothCartridgeName = "Begge";
SuppliesStatusBothCartridgesMissing = "Begge blekkpatronene mangler";

InkStatusNearExpiration = "Patron nær utløpsdato";
InkStatusIncorrect = "Feil patron";
InkStatusError = "Feil på patron";
InkStatusLow = "Lite blekk i patron";
InkStatusOut = "Patronen er tom";
InkStatusExpired = "Patronen er utløpt";
InkStatusNonHP = "Patronen er ikke HP";
InkStatusPreviouslyUsed = "Patronen er brukt tidligere";
InkStatusDepleted = "Brukt, etterfylt eller uekte";
InkStatusMissing = "Patronen mangler";
InkStatusVeryLow = "Svært lite blekk igjen";

InkStatusUpgradableSupply = "Oppgraderingspatron";
InkStatusSupplyUpgradeSuccess = "Oppgradering vellykket";
InkStatusSupplyUpgradeFailed = "Oppgradering ikke vellykket";

CartridgeStatusWrongSlot = "Patronen er installert i feil spor";
CartridgeStatusIncorrect = "Feil patron";
CartridgeStatusIncompatible = "Patronen er inkompatibel";
CartridgeStatusError = "Feil på patron";
CartridgeStatusLow = "Lite blekk i patron";
CartridgeStatusOut = "Patronen er tom";
CartridgeStatusExpired = "Patronen er utløpt";
CartridgeStatusNonHP = "Patronen er ikke HP";
CartridgeStatusPreviouslyUsed = "Patronen er brukt tidligere";
CartridgeStatusDepleted = "Patronen er oppbrukt";
CartridgeStatusMissing = "Tonerpatron mangler";
TonerMissingName = "Mangler kassett";
DrumMissingName = "Trommel mangler";
CartridgeStatusProtected = "Patronen er beskyttet";
DrumStatusProtectedName = "Trommelen er beskyttet";
CartridgeIsEmpty = "Patronen er tom";
CartridgeEmptyNotDetected = "Tom tilstand ikke oppdaget";
CartridgePossibleRefill = "Mulig refill";
CartridgeStatusUnauthorized = "Patronen er uautorisert";

InkSensorFailure = "Blekksensorfeil";

DeviceResumeButtonTitle = "Fortsett";

CDopenTitle = "CD/DVD-skuffen er åpen";
CDopenMsg = "Lukk CD/DVD-skuffen for å fortsette utskrift fra hovedskuffen.";

CDclosedTitle = "CD/DVD-skuffen er lukket";
CDclosedMsg = "Åpne CD/DVD-skuffen for å fortsette utskrift på CD.";

PrintheadStatusMissing = "Skrivehode mangler";
PrintheadStatusMisinstalled = "Skrivehode er defekt";
PrintheadStatusIncorrect = "Skrivehode er inkompatibelt";
PrintheadStatusError = "Det har oppstått feil på skrivehode";

IsmFullName = "BSM full";
IsmFullTitle = "Blekkservicemodul er full";
IsmFullMsg = "Bytt ut blekkservicemodulen umiddelbart.";

OnePenDeviceCartridgeMissingName = "Patron mangler";
OnePenDeviceCartridgeMissingTitle = "Blekkpatron mangler";
OnePenDeviceCartridgeMissingMsg = "Blekkpatronen ble ikke oppdaget i skriveren fordi den er feil installert eller mangler. Hvis du nylig har installert en blekkpatron, må du kontrollere at du har fjernet den beskyttende filmen som dekker dysene på patronen.";

OnePenDeviceCartridgeMisinstalledName = "Patron feil installert";
OnePenDeviceCartridgeMisinstalledTitle = "Blekkpatron er feil installert";
OnePenDeviceCartridgeMisinstalledMsg = "Det er et problem med blekkpatronen. Slik løser du problemet:\n1. Ta ut blekkpatronen.\n2. Sett inn patronen igjen.\nHvis problemet vedvarer, bytter du ut patronen.";

OnePenDeviceCartridgeIncorrectName = "Feil blekkpatron";
OnePenDeviceCartridgeIncorrectTitle = "Feil blekkpatron";
OnePenDeviceCartridgeIncorrectMsg = "Det er et problem med blekkpatronen. Den installerte blekkpatronen er ikke beregnet for bruk i denne skriveren. Hvis du ønsker mer informasjon om hvilke blekkpatroner skriveren kan bruke, kan du se skjermbildet \"$SupplyInfoTask$\".";

OnePenDeviceCartridgeErrorName = "Problem med patron";
OnePenDeviceCartridgeErrorTitle = "Problem med blekkpatronen";
OnePenDeviceCartridgeErrorMsg = "Det er et problem med blekkpatronen. Slik løser du problemet:\n1. Ta ut blekkpatronen.\n2. Sett inn patronen igjen.\nHvis problemet vedvarer, bytter du ut patronen.";

SeparatePenDeviceBlackCartridgeMissingName = "Svart patron mangler";
SeparatePenDeviceBlackCartridgeMissingTitle = "Svart blekkpatron mangler";
SeparatePenDeviceBlackCartridgeMissingMsg = "Den svarte blekkpatronen ble ikke oppdaget i skriveren fordi den er installert feil eller mangler.";

SeparatePenDeviceBlackCartridgeMisinstalledName = "Svart patron feil installert";
SeparatePenDeviceBlackCartridgeMisinstalledTitle = "Svart blekkpatron feil installert";
SeparatePenDeviceBlackCartridgeMisinstalledMsg = "Det er et problem med den svarte blekkpatronen. Slik løser du problemet:\n1. Ta ut blekkpatronen.\n2. Sett inn patronen igjen.\nHvis problemet vedvarer, bytter du ut patronen.";

SeparatePenDeviceBlackCartridgeIncorrectName = "Feil svart patron";
SeparatePenDeviceBlackCartridgeIncorrectTitle = "Feil svart blekkpatron";
SeparatePenDeviceBlackCartridgeIncorrectMsg = "Det er et problem med den svarte blekkpatronen. Minst én av blekkpatronene som er installert, er ikke beregnet for bruk i denne skriveren. Hvis du ønsker mer informasjon om hvilke patroner skriveren kan bruke, kan du se skjermbildet \"$SupplyInfoTask$\"";

SeparatePenDeviceBlackCartridgeErrorName = "Problem med svart patron";
SeparatePenDeviceBlackCartridgeErrorTitle = "Problem med den svarte blekkpatronen";
SeparatePenDeviceBlackCartridgeErrorMsg = "Det er et problem med den svarte blekkpatronen. Slik løser du problemet:\n1. Ta ut blekkpatronen.\n2. Sett inn patronen igjen.\nHvis problemet vedvarer, bytter du ut patronen.";

SeparatePenDeviceBlackCartridgeLowTitle = "Lite blekk i den svarte blekkpatronen.";
SeparatePenDeviceBlackCartridgeLowMsg = "Blekkpatronen må snart byttes. Når patronen er tom, vil ikke skriveren skrive ut før det er satt inn en ny patron.";

SeparatePenDeviceBlackCartridgeOutTitle = "Bytt ut tom svart blekkpatron.";
SeparatePenDeviceBlackCartridgeOutMsg = "Erstatt med en ny HP svart blekkpatron. Skriveren vil ikke skrive ut før patronen er byttet ut.";

SeparatePenDeviceBlackCartridgeExpiredTitle = "Patron er utløpt - svart";
SeparatePenDeviceBlackCartridgeExpiredMsg = "Utløpsdatoen er passert for følgende blekkpatron: Svart.\nDu bør fjerne eller bytte ut den utløpte patronen nå, før du lukker denne varselmeldingen, eller klikke på OK for å fortsette med utløpte blekkpatroner.\nHP kan ikke garantere for kvaliteten eller påliteligheten til utløpte blekkpatroner.\nSkriverservice eller reparasjoner som blir nødvendig på grunn av bruk av utløpte blekkpatroner, vil ikke bli dekket av garantien.";

SeparatePenDeviceBlackCartridgeNonHPTitle = "Patronen er ikke HP - svart";
SeparatePenDeviceBlackCartridgeNonHPMsg = "HP kan ikke garantere for kvaliteten eller påliteligheten til rekvisita fra andre enn HP. Skriverservice eller reparasjoner som trengs på grunn av bruk av rekvisita fra andre enn HP, dekkes ikke av garantien.\nHvis du mener at du har kjøpt en ekte HP-blekkpatron, kan du besøke oss på www.hp.com/go/anticounterfeit.\nEkte HP-rekvisita er laget og testet med HP-skrivere for å hjelpe deg med å oppnå flotte resultater, gang etter gang.";

SeparatePenDeviceCyanCartridgeMissingName = "Cyan patron mangler";
SeparatePenDeviceCyanCartridgeMissingTitle = "Cyan blekkpatron mangler";
SeparatePenDeviceCyanCartridgeMissingMsg = "Den cyan blekkpatronen ble ikke oppdaget i skriveren fordi den er installert feil eller mangler.";

SeparatePenDeviceCyanCartridgeMisinstalledName = "Cyan patron feil installert";
SeparatePenDeviceCyanCartridgeMisinstalledTitle = "Cyan blekkpatron feil installert";
SeparatePenDeviceCyanCartridgeMisinstalledMsg = "Det er et problem med den cyan blekkpatronen. Slik løser du problemet:\n1. Ta ut blekkpatronen.\n2. Sett inn patronen igjen.\nHvis problemet vedvarer, bytter du ut patronen.";

SeparatePenDeviceCyanCartridgeIncorrectName = "Feil cyan patron";
SeparatePenDeviceCyanCartridgeIncorrectTitle = "Feil cyan blekkpatron";
SeparatePenDeviceCyanCartridgeIncorrectMsg = "Det er et problem med den cyan blekkpatronen. Minst én av blekkpatronene som er installert, er ikke beregnet for bruk i denne skriveren. Hvis du ønsker mer informasjon om hvilke patroner skriveren kan bruke, kan du se skjermbildet \"$SupplyInfoTask$\"";

SeparatePenDeviceCyanCartridgeErrorName = "Problem med cyan patron";
SeparatePenDeviceCyanCartridgeErrorTitle = "Problem med cyan blekkpatron";
SeparatePenDeviceCyanCartridgeErrorMsg = "Det er et problem med den cyan blekkpatronen. Slik løser du problemet:\n1. Ta ut blekkpatronen.\n2. Sett inn patronen igjen.\nHvis problemet vedvarer, bytter du ut patronen.";

SeparatePenDeviceCyanCartridgeLowTitle = "Lite blekk i cyan blekkpatron.";
SeparatePenDeviceCyanCartridgeLowMsg = "Blekkpatronen må snart byttes. Når patronen er tom, vil ikke skriveren skrive ut før det er satt inn en ny patron.";

SeparatePenDeviceCyanCartridgeOutTitle = "Bytt ut tom cyan blekkpatron.";
SeparatePenDeviceCyanCartridgeOutMsg = "Erstatt med en ny HP cyan blekkpatron. Skriveren vil ikke skrive ut før patronen er byttet ut.";

SeparatePenDeviceCyanCartridgeExpiredTitle = "Patron er utløpt - cyan";
SeparatePenDeviceCyanCartridgeExpiredMsg = "Utløpsdatoen er passert for følgende blekkpatron: Cyan.\nDu bør fjerne eller bytte ut den utløpte patronen nå, før du lukker denne varselmeldingen, eller klikke på OK for å fortsette med utløpte blekkpatroner.\nHP kan ikke garantere for kvaliteten eller påliteligheten til utløpte blekkpatroner.\nSkriverservice eller reparasjoner som blir nødvendig på grunn av bruk av utløpte blekkpatroner, vil ikke bli dekket av garantien.";

SeparatePenDeviceCyanCartridgeNonHPTitle = "Patronen er ikke fra HP - cyan";
SeparatePenDeviceCyanCartridgeNonHPMsg = "HP kan ikke garantere for kvaliteten eller påliteligheten til rekvisita fra andre enn HP. Skriverservice eller reparasjoner som trengs på grunn av bruk av rekvisita fra andre enn HP, dekkes ikke av garantien.\nHvis du mener at du har kjøpt en ekte HP-blekkpatron, kan du besøke oss på www.hp.com/go/anticounterfeit.\nEkte HP-rekvisita er laget og testet med HP-skrivere for å hjelpe deg med å oppnå flotte resultater, gang etter gang.";

SeparatePenDeviceMagentaCartridgeMissingName = "Magenta patron mangler";
SeparatePenDeviceMagentaCartridgeMissingTitle = "Magenta blekkpatron mangler";
SeparatePenDeviceMagentaCartridgeMissingMsg = "Den magenta blekkpatronen ble ikke oppdaget i skriveren fordi den er installert feil eller mangler.";

SeparatePenDeviceMagentaCartridgeMisinstalledName = "Magenta patron feil installert";
SeparatePenDeviceMagentaCartridgeMisinstalledTitle = "Magenta blekkpatron feil installert";
SeparatePenDeviceMagentaCartridgeMisinstalledMsg = "Det er et problem med den magenta blekkpatronen. Slik løser du problemet:\n1. Ta ut blekkpatronen.\n2. Sett inn patronen igjen.\nHvis problemet vedvarer, bytter du ut patronen.";

SeparatePenDeviceMagentaCartridgeIncorrectName = "Feil magenta patron";
SeparatePenDeviceMagentaCartridgeIncorrectTitle = "Feil magenta blekkpatron";
SeparatePenDeviceMagentaCartridgeIncorrectMsg = "Det er et problem med den magenta blekkpatronen. Minst én av blekkpatronene som er installert, er ikke beregnet for bruk i denne skriveren. Hvis du ønsker mer informasjon om hvilke patroner skriveren kan bruke, kan du se skjermbildet \"$SupplyInfoTask$\"";

SeparatePenDeviceMagentaCartridgeErrorName = "Problem med magenta patron";
SeparatePenDeviceMagentaCartridgeErrorTitle = "Problem med magenta blekkpatron";
SeparatePenDeviceMagentaCartridgeErrorMsg = "Det er et problem med den magenta blekkpatronen. Slik løser du problemet:\n1. Ta ut blekkpatronen.\n2. Sett inn patronen igjen.\nHvis problemet vedvarer, bytter du ut patronen.";

SeparatePenDeviceMagentaCartridgeLowTitle = "Lite blekk i magenta blekkpatron.";
SeparatePenDeviceMagentaCartridgeLowMsg = "Blekkpatronen må snart byttes. Når patronen er tom, vil ikke skriveren skrive ut før det er satt inn en ny patron.";

SeparatePenDeviceMagentaCartridgeOutTitle = "Bytt ut tom magenta blekkpatron.";
SeparatePenDeviceMagentaCartridgeOutMsg = "Erstatt med en ny HP magenta blekkpatron. Skriveren vil ikke skrive ut før patronen er byttet ut.";

SeparatePenDeviceMagentaCartridgeExpiredTitle = "Patron er utløpt - magenta";
SeparatePenDeviceMagentaCartridgeExpiredMsg = "Utløpsdatoen er passert for følgende blekkpatron: Magenta.\nDu bør fjerne eller bytte ut den utløpte patronen nå, før du lukker denne varselmeldingen, eller klikke på OK for å fortsette med utløpte blekkpatroner.\nHP kan ikke garantere for kvaliteten eller påliteligheten til utløpte blekkpatroner.\nSkriverservice eller reparasjoner som blir nødvendig på grunn av bruk av utløpte blekkpatroner, vil ikke bli dekket av garantien.";

SeparatePenDeviceMagentaCartridgeNonHPTitle = "Patron er ikke fra HP - magenta";
SeparatePenDeviceMagentaCartridgeNonHPMsg = "HP kan ikke garantere for kvaliteten eller påliteligheten til rekvisita fra andre enn HP. Skriverservice eller reparasjoner som trengs på grunn av bruk av rekvisita fra andre enn HP, dekkes ikke av garantien.\nHvis du mener at du har kjøpt en ekte HP-blekkpatron, kan du besøke oss på www.hp.com/go/anticounterfeit.\nEkte HP-rekvisita er laget og testet med HP-skrivere for å hjelpe deg med å oppnå flotte resultater, gang etter gang.";

SeparatePenDeviceYellowCartridgeMissingName = "Gul patron mangler";
SeparatePenDeviceYellowCartridgeMissingTitle = "Gul blekkpatron manger";
SeparatePenDeviceYellowCartridgeMissingMsg = "Den gule blekkpatronen ble ikke oppdaget i skriveren fordi den er installert feil eller mangler.";

SeparatePenDeviceYellowCartridgeMisinstalledName = "Gul patron feil installert";
SeparatePenDeviceYellowCartridgeMisinstalledTitle = "Gul blekkpatron feil installert";
SeparatePenDeviceYellowCartridgeMisinstalledMsg = "Det er et problem med den gule blekkpatronen. Slik løser du problemet:\n1. Ta ut blekkpatronen.\n2. Sett inn patronen igjen.\nHvis problemet vedvarer, bytter du ut patronen.";

SeparatePenDeviceYellowCartridgeIncorrectName = "Feil gul patron";
SeparatePenDeviceYellowCartridgeIncorrectTitle = "Feil gul blekkpatron";
SeparatePenDeviceYellowCartridgeIncorrectMsg = "Det er et problem med den gule blekkpatronen. Minst én av blekkpatronene som er installert, er ikke beregnet for bruk i denne skriveren. Hvis du ønsker mer informasjon om hvilke patroner skriveren kan bruke, kan du se skjermbildet \"$SupplyInfoTask$\"";

SeparatePenDeviceYellowCartridgeErrorName = "Problem med gul patron";
SeparatePenDeviceYellowCartridgeErrorTitle = "Problem med gul blekkpatron";
SeparatePenDeviceYellowCartridgeErrorMsg = "Det er et problem med den gule blekkpatronen. Slik løser du problemet:\n1. Ta ut blekkpatronen.\n2. Sett inn patronen igjen.\nHvis problemet vedvarer, bytter du ut patronen.";

SeparatePenDeviceYellowCartridgeLowTitle = "Lite blekk i den gule blekkpatronen.";
SeparatePenDeviceYellowCartridgeLowMsg = "Blekkpatronen må snart byttes. Når patronen er tom, vil ikke skriveren skrive ut før det er satt inn en ny patron.";

SeparatePenDeviceYellowCartridgeOutTitle = "Bytt ut tom gul blekkpatron.";
SeparatePenDeviceYellowCartridgeOutMsg = "Erstatt med en ny HP gul blekkpatron. Skriveren vil ikke skrive ut før patronen er byttet ut.";

SeparatePenDeviceYellowCartridgeExpiredTitle = "Patron er utløpt - gul";
SeparatePenDeviceYellowCartridgeExpiredMsg = "Utløpsdatoen er passert for følgende blekkpatron: Gul.\nDu bør fjerne eller bytte ut den utløpte patronen nå, før du lukker denne varselmeldingen, eller klikke på OK for å fortsette med utløpte blekkpatroner.\nHP kan ikke garantere for kvaliteten eller påliteligheten til utløpte blekkpatroner.\nSkriverservice eller reparasjoner som blir nødvendig på grunn av bruk av utløpte blekkpatroner, vil ikke bli dekket av garantien.";

SeparatePenDeviceYellowCartridgeNonHPTitle = "Patronen er ikke fra HP - gul";
SeparatePenDeviceYellowCartridgeNonHPMsg = "HP kan ikke garantere for kvaliteten eller påliteligheten til rekvisita fra andre enn HP. Skriverservice eller reparasjoner som trengs på grunn av bruk av rekvisita fra andre enn HP, dekkes ikke av garantien.\nHvis du mener at du har kjøpt en ekte HP-blekkpatron, kan du besøke oss på www.hp.com/go/anticounterfeit.\nEkte HP-rekvisita er laget og testet med HP-skrivere for å hjelpe deg med å oppnå flotte resultater, gang etter gang.";

SeparatePenDeviceLightCyanCartridgeMissingName = "Lys cyan patron mangler";
SeparatePenDeviceLightCyanCartridgeMissingTitle = "Lys cyan blekkpatron mangler";
SeparatePenDeviceLightCyanCartridgeMissingMsg = "Den lys cyan blekkpatronen ble ikke oppdaget i skriveren fordi den er feil installert eller mangler.";

SeparatePenDeviceLightCyanCartridgeMisinstalledName = "Lys cyan patron feil installert";
SeparatePenDeviceLightCyanCartridgeMisinstalledTitle = "Lys cyan blekkpatron feil installert";
SeparatePenDeviceLightCyanCartridgeMisinstalledMsg = "Det er et problem med den lys cyan blekkpatronen. Slik løser du problemet:\n1. Ta ut blekkpatronen.\n2. Sett inn patronen igjen.\nHvis problemet vedvarer, bytter du ut patronen.";

SeparatePenDeviceLightCyanCartridgeIncorrectName = "Feil lys cyan patron";
SeparatePenDeviceLightCyanCartridgeIncorrectTitle = "Feil lys cyan blekkpatron";
SeparatePenDeviceLightCyanCartridgeIncorrectMsg = "Det er et problem med den lys cyan blekkpatronen. Minst én av blekkpatronene som er installert, er ikke beregnet for bruk i denne skriveren. Hvis du ønsker mer informasjon om hvilke patroner skriveren kan bruke, kan du se skjermbildet \"$SupplyInfoTask$\"";

SeparatePenDeviceLightCyanCartridgeErrorName = "Problem med lys cyan patron";
SeparatePenDeviceLightCyanCartridgeErrorTitle = "Problem med lys cyan blekkpatron";
SeparatePenDeviceLightCyanCartridgeErrorMsg = "Det er et problem med den lys cyan blekkpatronen. Slik løser du problemet:\n1. Ta ut blekkpatronen.\n2. Sett inn patronen igjen.\nHvis problemet vedvarer, bytter du ut patronen.";

SeparatePenDeviceLightCyanCartridgeLowTitle = "Lite blekk i lys cyan blekkpatron.";
SeparatePenDeviceLightCyanCartridgeLowMsg = "Blekkpatronen må snart byttes. Når patronen er tom, vil ikke skriveren skrive ut før det er satt inn en ny patron.";

SeparatePenDeviceLightCyanCartridgeOutTitle = "Bytt ut tom lys cyan blekkpatron.";
SeparatePenDeviceLightCyanCartridgeOutMsg = "Erstatt med en ny HP lys cyan blekkpatron. Skriveren vil ikke skrive ut før patronen er byttet ut.";

SeparatePenDeviceLightCyanCartridgeExpiredTitle = "Patron er utløpt - lys cyan";
SeparatePenDeviceLightCyanCartridgeExpiredMsg = "Utløpsdatoen er passert for følgende blekkpatron: Lys cyan.\nDu bør fjerne eller bytte ut den utløpte patronen nå, før du lukker denne varselmeldingen, eller klikke på OK for å fortsette med utløpte blekkpatroner.\nHP kan ikke garantere for kvaliteten eller påliteligheten til utløpte blekkpatroner.\nSkriverservice eller reparasjoner som blir nødvendig på grunn av bruk av utløpte blekkpatroner, vil ikke bli dekket av garantien.";

SeparatePenDeviceLightCyanCartridgeNonHPTitle = "Patron er ikke fra HP - lys cyan";
SeparatePenDeviceLightCyanCartridgeNonHPMsg = "HP kan ikke garantere for kvaliteten eller påliteligheten til rekvisita fra andre enn HP. Skriverservice eller reparasjoner som trengs på grunn av bruk av rekvisita fra andre enn HP, dekkes ikke av garantien.\nHvis du mener at du har kjøpt en ekte HP-blekkpatron, kan du besøke oss på www.hp.com/go/anticounterfeit.\nEkte HP-rekvisita er laget og testet med HP-skrivere for å hjelpe deg med å oppnå flotte resultater, gang etter gang.";

SeparatePenDeviceLightMagentaCartridgeMissingName = "Lys magenta patron mangler";
SeparatePenDeviceLightMagentaCartridgeMissingTitle = "Lys magenta blekkpatron mangler";
SeparatePenDeviceLightMagentaCartridgeMissingMsg = "Den lys magenta blekkpatronen ble ikke oppdaget i skriveren fordi den er feil installert eller mangler.";

SeparatePenDeviceLightMagentaCartridgeMisinstalledName = "Lys magenta patron feil installert";
SeparatePenDeviceLightMagentaCartridgeMisinstalledTitle = "Lys magenta blekkpatron feil installert";
SeparatePenDeviceLightMagentaCartridgeMisinstalledMsg = "Det er et problem med den lys magenta blekkpatronen. Slik løser du problemet:\n1. Ta ut blekkpatronen.\n2. Sett inn patronen igjen.\nHvis problemet vedvarer, bytter du ut patronen.";

SeparatePenDeviceLightMagentaCartridgeIncorrectName = "Feil lys magenta patron";
SeparatePenDeviceLightMagentaCartridgeIncorrectTitle = "Feil lys magenta blekkpatron";
SeparatePenDeviceLightMagentaCartridgeIncorrectMsg = "Det er et problem med den lys magenta blekkpatronen. Minst én av blekkpatronene som er installert, er ikke beregnet for bruk i denne skriveren. Hvis du ønsker mer informasjon om hvilke patroner skriveren kan bruke, kan du se skjermbildet \"$SupplyInfoTask$\"";

SeparatePenDeviceLightMagentaCartridgeErrorName = "Problem med lys magenta patron";
SeparatePenDeviceLightMagentaCartridgeErrorTitle = "Problem med lys magenta blekkpatron";
SeparatePenDeviceLightMagentaCartridgeErrorMsg = "Det er et problem med den lys magenta blekkpatronen. Slik løser du problemet:\n1. Ta ut blekkpatronen.\n2. Sett inn patronen igjen.\nHvis problemet vedvarer, bytter du ut patronen.";

SeparatePenDeviceLightMagentaCartridgeLowTitle = "Lite blekk i lys magenta blekkpatron.";
SeparatePenDeviceLightMagentaCartridgeLowMsg = "Blekkpatronen må snart byttes. Når patronen er tom, vil ikke skriveren skrive ut før det er satt inn en ny patron.";

SeparatePenDeviceLightMagentaCartridgeOutTitle = "Bytt ut tom lys magenta blekkpatron.";
SeparatePenDeviceLightMagentaCartridgeOutMsg = "Erstatt med en ny HP lys magenta blekkpatron. Skriveren vil ikke skrive ut før patronen er byttet ut.";

SeparatePenDeviceLightMagentaCartridgeExpiredTitle = "Patron er utløpt - lys magenta";
SeparatePenDeviceLightMagentaCartridgeExpiredMsg = "Utløpsdatoen er passert for følgende blekkpatron: Light magenta.\nDu bør fjerne eller bytte ut den utløpte patronen nå, før du lukker denne varselmeldingen, eller klikke på OK for å fortsette med utløpte blekkpatroner.\nHP kan ikke garantere for kvaliteten eller påliteligheten til utløpte blekkpatroner.\nSkriverservice eller reparasjoner som blir nødvendig på grunn av bruk av utløpte blekkpatroner, vil ikke bli dekket av garantien.";

SeparatePenDeviceLightMagentaCartridgeNonHPTitle = "Patron er ikke fra HP - lys magenta";
SeparatePenDeviceLightMagentaCartridgeNonHPMsg = "HP kan ikke garantere for kvaliteten eller påliteligheten til rekvisita fra andre enn HP. Skriverservice eller reparasjoner som trengs på grunn av bruk av rekvisita fra andre enn HP, dekkes ikke av garantien.\nHvis du mener at du har kjøpt en ekte HP-blekkpatron, kan du besøke oss på www.hp.com/go/anticounterfeit.\nEkte HP-rekvisita er laget og testet med HP-skrivere for å hjelpe deg med å oppnå flotte resultater, gang etter gang.";

SeparatePenDeviceMatteBlackCartridgeMissingTitle = "Matt svart blekkpatron mangler.";
SeparatePenDeviceMatteBlackCartridgeMissingMsg = "Matt svart blekkpatron ble ikke oppdaget i skriveren fordi den er installert feil eller mangler.";

SeparatePenDeviceMatteBlackCartridgeMisinstalledTitle = "Matt svart blekkpatron feil installert.";
SeparatePenDeviceMatteBlackCartridgeMisinstalledMsg = "Det er et problem med den matt svarte blekkpatronen. Slik løser du problemet:\n1. Ta ut blekkpatronen.\n2. Sett inn patronen igjen.\nHvis problemet vedvarer, bytter du ut patronen.";

SeparatePenDeviceMatteBlackCartridgeIncorrectTitle = "Feil matt svart blekkpatron.";
SeparatePenDeviceMatteBlackCartridgeIncorrectMsg = "Det er et problem med matt svart blekkpatron. Minst én av blekkpatronene som er installert, er ikke beregnet for bruk i denne skriveren. Hvis du ønsker mer informasjon om hvilke patroner skriveren kan bruke, kan du se skjermbildet \"$SupplyInfoTask$\"";

SeparatePenDeviceMatteBlackCartridgeErrorTitle = "Problem med matt svart blekkpatron.";
SeparatePenDeviceMatteBlackCartridgeErrorMsg = "Det er et problem med den matt svarte blekkpatronen. Slik løser du problemet:\n1. Ta ut blekkpatronen.\n2. Sett inn patronen igjen.\nHvis problemet vedvarer, bytter du ut patronen.";

SeparatePenDeviceMatteBlackCartridgeLowTitle = "Lite blekk i matt svart blekkpatron.";
SeparatePenDeviceMatteBlackCartridgeLowMsg = "Blekkpatronen må snart byttes. Når patronen er tom, vil ikke skriveren skrive ut før det er satt inn en ny patron.";

SeparatePenDeviceMatteBlackCartridgeOutTitle = "Bytt ut tom matt svart blekkpatron.";
SeparatePenDeviceMatteBlackCartridgeOutMsg = "Erstatt med en ny HP matt svart blekkpatron. Skriveren vil ikke skrive ut før patronen er byttet ut.";

SeparatePenDevicePhotoBlackCartridgeMissingTitle = "Svart fotoblekkpatron mangler.";
SeparatePenDevicePhotoBlackCartridgeMissingMsg = "Den svarte fotoblekkpatronen ble ikke oppdaget i skriveren fordi den er installert feil eller mangler.";

SeparatePenDevicePhotoBlackCartridgeMisinstalledTitle = "Svart fotoblekkpatron feil installert.";
SeparatePenDevicePhotoBlackCartridgeMisinstalledMsg = "Det er et problem med den svarte fotoblekkpatronen. Slik løser du problemet:\n1. Ta ut blekkpatronen.\n2. Sett inn patronen igjen.\nHvis problemet vedvarer, bytter du ut patronen.";

SeparatePenDevicePhotoBlackCartridgeIncorrectTitle = "Feil svart fotoblekkpatron.";
SeparatePenDevicePhotoBlackCartridgeIncorrectMsg = "Det er et problem med den svarte fotoblekkpatronen. Minst én av blekkpatronene som er installert, er ikke beregnet for bruk i denne skriveren. Hvis du ønsker mer informasjon om hvilke patroner skriveren kan bruke, kan du se skjermbildet \"$SupplyInfoTask$\"";

SeparatePenDevicePhotoBlackCartridgeErrorTitle = "Problem med svart fotoblekkpatron.";
SeparatePenDevicePhotoBlackCartridgeErrorMsg = "Det er et problem med den svarte fotoblekkpatronen. Slik løser du problemet:\n1. Ta ut blekkpatronen.\n2. Sett inn patronen igjen.\nHvis problemet vedvarer, bytter du ut patronen.";

SeparatePenDevicePhotoBlackCartridgeLowTitle = "Lite blekk i svart fotoblekkpatron.";
SeparatePenDevicePhotoBlackCartridgeLowMsg = "Blekkpatronen må snart byttes. Når patronen er tom, vil ikke skriveren skrive ut før det er satt inn en ny patron.";

SeparatePenDevicePhotoBlackCartridgeOutTitle = "Bytt ut tom svart fotoblekkpatron.";
SeparatePenDevicePhotoBlackCartridgeOutMsg = "Erstatt med en ny HP svart fotoblekkpatron. Skriveren vil ikke skrive ut før patronen er byttet ut.";

SeparatePenDeviceLightGrayCartridgeMissingTitle = "Lys grå blekkpatron mangler.";
SeparatePenDeviceLightGrayCartridgeMissingMsg = "Den lys grå blekkpatronen ble ikke oppdaget i skriveren fordi den er installert feil eller mangler.";

SeparatePenDeviceLightGrayCartridgeMisinstalledTitle = "Lys grå blekkpatron feil installert.";
SeparatePenDeviceLightGrayCartridgeMisinstalledMsg = "Det er et problem med den lys grå blekkpatronen. Slik løser du problemet:\n1. Ta ut blekkpatronen.\n2. Sett inn patronen igjen.\nHvis problemet vedvarer, bytter du ut patronen.";

SeparatePenDeviceLightGrayCartridgeIncorrectTitle = "Feil lys grå blekkpatron.";
SeparatePenDeviceLightGrayCartridgeIncorrectMsg = "Det er et problem med den lys grå blekkpatronen. Minst én av blekkpatronene som er installert, er ikke beregnet for bruk i denne skriveren. Hvis du ønsker mer informasjon om hvilke patroner skriveren kan bruke, kan du se skjermbildet \"$SupplyInfoTask$\"";

SeparatePenDeviceLightGrayCartridgeErrorTitle = "Problem med lys grå blekkpatron.";
SeparatePenDeviceLightGrayCartridgeErrorMsg = "Det er et problem med den lys grå blekkpatronen. Slik løser du problemet:\n1. Ta ut blekkpatronen.\n2. Sett inn patronen igjen.\nHvis problemet vedvarer, bytter du ut patronen.";

SeparatePenDeviceLightGrayCartridgeLowTitle = "Lite blekk i lys grå blekkpatron.";
SeparatePenDeviceLightGrayCartridgeLowMsg = "Blekkpatronen må snart byttes. Når patronen er tom, vil ikke skriveren skrive ut før det er satt inn en ny patron.";

SeparatePenDeviceLightGrayCartridgeOutTitle = "Bytt ut tom lys grå blekkpatron.";
SeparatePenDeviceLightGrayCartridgeOutMsg = "Erstatt med en ny HP lys grå blekkpatron. Skriveren vil ikke skrive ut før patronen er byttet ut.";

//print heads
SeparatePenDeviceBlackYellowPrintHeadMissingTitle = "Installer svart og gult skrivehode";
SeparatePenDeviceBlackYellowPrintHeadMissingMsg = "Installer et HP svart og gult skrivehode.\nDet mangler eller er installert feil.";

SeparatePenDeviceCyanMagentaPrintHeadMissingTitle = "Installer magenta og cyan skrivehode";
SeparatePenDeviceCyanMagentaPrintHeadMissingMsg = "Installer et HP magenta og cyan skrivehode.\nDet mangler eller er installert feil.";

SeparatePenDeviceBlackPrintHeadMissingTitle = "Installer svart skrivehode";
SeparatePenDeviceBlackPrintHeadMissingMsg = "Installer et HP svart skrivehode.\nDet mangler eller er installert feil.";

SeparatePenDeviceCyanPrintHeadMissingTitle = "Installer cyan skrivehode";
SeparatePenDeviceCyanPrintHeadMissingMsg = "Installer et HP cyan skrivehode.\nDet mangler eller er installert feil.";

SeparatePenDeviceMagentaPrintHeadMissingTitle = "Installer magenta skrivehode";
SeparatePenDeviceMagentaPrintHeadMissingMsg = "Installer et HP magenta skrivehode.\nDet mangler eller er installert feil.";

SeparatePenDeviceYellowPrintHeadMissingTitle = "Installer gult skrivehode";
SeparatePenDeviceYellowPrintHeadMissingMsg = "Installer et HP gult skrivehode.\nDet mangler eller er installert feil.";

SeparatePenDeviceMagentaYellowPrintHeadMissingTitle = "Installer magenta og gult skrivehode.";
SeparatePenDeviceMagentaYellowPrintHeadMissingMsg = "Installer et HP magenta og gult skrivehode. Det mangler eller er installert feil.";

SeparatePenDeviceMatteBlackCyanPrintHeadMissingTitle = "Installer matt svart og cyan skrivehode.";
SeparatePenDeviceMatteBlackCyanPrintHeadMissingMsg = "Installer et HP matt svart og cyan skrivehode. Det mangler eller er installert feil.";

SeparatePenDeviceLightMagentaLightCyanPrintHeadMissingTitle = "Installer lys magenta og lys cyan skrivehode.";
SeparatePenDeviceLightMagentaLightCyanPrintHeadMissingMsg = "Installer et HP lys magenta og lys cyan skrivehode. Det mangler eller er installert feil.";

SeparatePenDevicePhotoBlackLightGrayPrintHeadMissingTitle = "Installer svart foto og lys grått skrivehode.";
SeparatePenDevicePhotoBlackLightGrayPrintHeadMissingMsg = "Installer et HP svart foto og lys grått skrivehode. Det mangler eller er installert feil.";

MissingSmartChipColorSupply = "10.10.%@ Rekvisitaminnefeil";
MissingSmartChipMonoSupply = "Rekvisitaminnefeil";
BadDataFromCartridgeColorSupply = "10.00.%@ Rekvisitaminnefeil";
BadDataFromCartridgeMonoSupply = "Rekvisitaminneadvarsel";

BlackCartridgeIncorrectTitle = "Feil blekkpatron";
ColorCartridgeIncorrectMsg = "Det er et problem med fargeblekkpatronen. Minst én av de installerte blekkpatronene er ikke beregnet for bruk i denne skriveren. Hvis du ønsker mer informasjon om hvilke blekkpatroner skriveren kan bruke, kan du se skjermbildet \"$SupplyInfoTask$\".";
PhotoCartridgeMissingTitle = "Fotoblekkpatron mangler";
BlackCartridgeMissingTitle = "Svart blekkpatron mangler";
BlackCartridgeMissingMsg = "Den svarte blekkpatronen ble ikke oppdaget i skriveren fordi den er installert feil eller mangler. Skriveren kan skrive ut med én enkelt blekkpatron, men fargeresultatene og hastigheten kan påvirkes. Hvis du nylig har installert en blekkpatron, må du kontrollere at du har fjernet beskyttelsesfilmen som dekker dysene på patronen.";
PhotoCartridgeIncorrectTitle = "Feil blekkpatron";
PhotoCartridgeMissingMsg = "Fotoblekkpatronen ble ikke oppdaget i skriveren fordi den er installert feil eller mangler. Skriveren kan skrive ut med én enkelt blekkpatron, men fargeresultatene og hastigheten kan påvirkes. Hvis du nylig har installert en blekkpatron, må du kontrollere at du har fjernet beskyttelsesfilmen som dekker dysene på patronen.";
PhotoCartridgeIncorrectMsg = "Det er et problem med fotoblekkpatronen. Minst én av de installerte blekkpatronene er ikke beregnet for bruk i denne skriveren. Hvis du ønsker mer informasjon om hvilke blekkpatroner skriveren kan bruke, kan du se skjermbildet \"$SupplyInfoTask$\".";
BlackCartridgeIncorrectMsg = "Det er et problem med den svarte blekkpatronen. Minst én av de installerte blekkpatronene er ikke beregnet for bruk i denne skriveren. Hvis du ønsker mer informasjon om hvilke blekkpatroner skriveren kan bruke, kan du se skjermbildet \"$SupplyInfoTask$\".";
ColorCartridgeIncorrectTitle = "Feil blekkpatron";

//StatusAlert.nib
AlertWindowTitle = "Skriverstatus";
ErrorConditionsTitle = "Det er funnet følgende feil på skriveren:";
ExplanationTitle = "Velg feilen i listen ovenfor for å vise forklaringen/rådet.";
AlertButtonOk = "OK";

InputTrayOverLoadedName = "Problem med papirskuff";
NeedsEnrollmentName = "Patronen må registreres";

InkCartridgesDepletedName = "Blekkpatroner oppbrukt";
CartridgesDepletedName = "Tomme patroner";
ReplaceTonerOutName = "Erstatt patronen";
ReplaceDrumOutName = "Bytt trommel";


